tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "entr"
brew "eza"
brew "fd"
brew "icu4c@76"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "opentofu"
brew "pandoc"
brew "poppler"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sqlcmd"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "unar"
brew "wget"
brew "xmlstarlet"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "azure/azd/azd"
brew "azure/functions/azure-functions-core-tools@4"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "aerospace"
cask "bruno"
cask "cursor"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "keeper-password-manager"
cask "obsidian"
cask "powershell"
cask "wezterm"
cask "zen-browser"
vscode "azurite.azurite"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "vscodevim.vim"
